
{
    "products": [
      {
        "id": 1,
        "sideId": 15,
        "name": "Peking Duck, CHINA",
        "description": "A dish cooked and eaten in Beijing since the Imperial era, today Peking duck is a Chinese restaurant favourite across the world. There are countless methods of preparing and cooking the duck, but originally it was roasted in a closed oven until the kitchens of the Qing Dynasty developed the open-oven style to cook several ducks at the same time. The duck is then served with steamed Chinese pancakes, cucumber, spring onion and sweet bean sauce.",
        "price": "800.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/800f74d9-ef4a-4194-ade2-fe583857131b-peking-duck.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 2,
        "sideId": 16,
        "name": "Beef Wellington, ENGLAND, UK",
        "description": "A dish that's fallen out of favour and then become popular again more times than we can count, beef Wellington's origins are as unclear as its connection to Arthur Wellesley, 1st Duke of Wellington. Traditionally, it's a beef fillet steak, coated in pâté and mushroom duxelles (an extremely finely chopped mixture of mushrooms, shallots and herbs), wrapped in puff pastry, then baked. Its modern-day popularity is largely thanks to Gordon Ramsay who's made it one of his signature dishes.",
        "price": "620.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/1a63ff95-171e-4052-ab24-ac4c1c1c58d6-beef-wellington.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 3,
        "sideId": 20,
        "name": "Laksa, MALAYSIA",
        "description": "A spicy, sweet, sour and fragrant soup from Southeast Asia, laksa is mostly associated with Malaysia. The origins are murky with several theories in different countries and a wide range of laksa exist, from regional varieties to differences in preparation. Typically, either a rich and spicy coconut milk broth or a sour asam broth made with tamarind, the soup is made with thick wheat noodles or rice vermicelli and served with chicken, prawn or fish.",
        "price": "700.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/c2b905dc-b93e-4be5-a461-a35c86a69d22-malaysian-laksa.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 4,
        "sideId": 50,
        "name": "Clam Chowder, USA",
        "description": "Creamy clam chowder is Massachusetts' finest dish that's prevalent throughout New England. Made with potatoes, crushed oyster crackers and chunks of local clam, it’s a flavourful and hearty dish to have all year long. The most famous place to eat it, Legal Sea Foods in Boston, began life as a market frequented by Julia Child and has been cooking up perfect chowder for decades.",
        "price": "600.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/7e60479d-dd55-41e4-89f0-6ff9a64be780-clam-chowder.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 5,
        "sideId": 42,
        "name": "Gua Bao, TAIWAN",
        "description": "The popularity of bao buns has skyrocketed in the Western world in the last decade or so and while these steamed buns are Chinese in origin, it's the Taiwanese version that's proved to be the most popular. A traditional gua bao consists of slices of pork belly meat dressed with pickled mustard greens, coriander and ground peanuts",
        "price": "750.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/671e271d-b43d-4924-8d43-fbf254c37f8f-bao-buns.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 6,
        "sideId": 14,
        "name": "Goulash, HUNGARY",
        "description": "Although often cooked as a meat sauce or stew across Europe and beyond, the traditional Hungarian goulash is actually a soup. Beef shin, shank or shoulder and vegetables (typically carrot, peppers, celery but not potatoes) are heavily seasoned with paprika and traditionally slowly simmered in broth over an open fire in a cauldron. It's then eaten either in a bread bowl or with the Hungarian version of spaetzle noodles.",
        "price": "353.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/3395e189-a84a-42aa-844f-77161f3c35da-goulash.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 7,
        "sideId": 31,
        "name": "Texas-Style Barbecue, TEXAS, USA",
        "description": "Other states along the so-called barbecue belt that include the Carolinas, Tennessee and Kentucky will have to forgive us, but Texan barbecue takes the spotlight. Drawing on the diverse cultural traditions within the state, Texas-style barbecue has strong German and Czech influences, and mostly features brisket, sausage and beef short ribs as well as smoked meats. The selection of sides usually includes some type of a slaw and beans as well as potato salad, mac 'n' cheese, fried okra or green beans.",
        "price": "227.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/b4e44f43-851e-496b-8d18-73689aacf367-texan-barbecue.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 8,
        "sideId": 43,
        "name": "Ramen, JAPAN",
        "description": "A Japanese noodle soup, ramen has grown in popularity outside of Japan in the last decade and it's easy to see why. In its simple form, it's a rich meat (or occasionally fish) broth, flavoured with soy or miso and served with toppings such as mushrooms, seaweed, sesame seeds, spring onions and soft-boiled egg. As with most dishes, there are regional varieties too, including the most popular tonkotsu (pork bone broth) ramen of Kyushu and the miso ramen of Hokkaido.",
        "price": "669.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/2f96b124-4503-4a71-936a-1010bd878d40-ramen.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 9,
        "sideId": 40,
        "name": "Boeuf Bourguignon, FRANCE",
        "description": "This classic French dish might look rustic, but plenty of work and skill goes into making it just right. Consisting of beef slowly braised in red wine, plus beef stock, carrots, onions and sometimes mushrooms, this super-rich dish is packed with layers of flavour.",
        "price": "906.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/be22d87a-75bc-4653-a3ce-c8590aa326ea-beef-bourguignon.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 10,
        "sideId": 27,
        "name": "Barramundi, AUSTRALIA",
        "description": "Barramundi is key to Australian cuisine and you'd be hard pressed to find a restaurant, a café or a fish and chip shop Down Under that doesn't have it on the menu. This white fish can be fried, grilled, barbecued, baked, chargrilled or steamed, and it's excellent when served with a lemon and dill butter.",
        "price": "634.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/6ad5fabf-a3b4-4dea-b8f2-cfb907080b7c-barramundi.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 11,
        "sideId": 36,
        "name": "Biryani, INDIA",
        "description": "A celebration of spices and rice, biryani's origins lie with the Muslims of the Indian subcontinent. Today, endless varieties of biryani exist, depending on the region where it's cooked and the cook who makes it, but the basics – rice and an assortment of spices – remain untouchable. You can make yours with meat or skip it for a vegan or vegetarian treat.",
        "price": "860.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/6293c8b5-5d05-43db-8103-7b006a16d1a1-biryani.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 12,
        "sideId": 48,
        "name": "Hamburger, USA",
        "description": "The hamburger has its roots in Germany and is named after the city of Hamburg where, during the 19th century, local beef was ground and mixed with onions and garlic and then formed into patties. But the dish we know and love today is no doubt an American icon. The modern incarnation is attributed to several Americans and is an essential part of the American food culture.",
        "price": "630.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/70bc81c8-b277-407d-8c3a-5c1a3e501732-4-hamburger.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 13,
        "sideId": 4,
        "name": "Tacos, MEXICO",
        "description": "These soft corn tortillas full of delicious beef, pork and chicken have mysterious origins that are often traced back to Mexico's 18th-century silver mines. Contrary to American tacos, the Mexican version doesn't include garnishes like lettuce, tomato, cheese or even sour cream. In fact, Mexican tacos are usually topped with coriander, finely diced white onion and a type of salsa or, sometimes, guacamole.",
        "price": "1000.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/6be480af-37e7-45d2-b08a-ff0597585897-5-tacos.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 14,
        "sideId": 21,
        "name": "Smørrebrød, DENMARK",
        "description": "A dish commonly found across all Scandinavian and Baltic countries, this open-faced sandwich has its roots in Denmark. Back in the 1800s, slices of rye bread where used instead of a plate and the tradition of smørrebrød (literally, buttered bread) started when decorating the bread slices became a fashionable craze. Common toppings include pickled herring, prawns or smoked salmon which is then paired with sliced egg, mayonnaise and cress. Modern smørrebrød can also be vegetarian, vegan or topped with meat.",
        "price": "831.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/d066b151-b43c-4704-bfc6-8be062316bf0-smorrebrod.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 15,
        "sideId": 38,
        "name": "Som Tam, SOUTHEAST ASIA",
        "description": "This spicy, crunchy salad is the taste of Southeast Asia on a plate, made with shredded unripe green papaya and other local fruit and vegetables tossed in a delicious sweet and sour dressing of palm sugar, chilli peppers and lime juice. Originating from Laos, it’s also eaten throughout Vietnam, Cambodia and Thailand. Making a traditional som tam means lots of shredding and pounding with a pestle and mortar, but modern, less messy and time-consuming takes on the traditional dish abound.",
        "price": "665.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/bdb8ff48-0333-40ec-a08f-8bb965a294b1-6-som-tam.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 16,
        "sideId": 22,
        "name": "Arepa, VENEZUELA & COLUMBIA",
        "description": "Arepa is a type of traditional bread from Colombia and Venezuela, which is made from cornmeal and stuffed with sweet or savoury fillings. The flat, round, unleavened dough is grilled, baked, fried, boiled or steamed and eaten daily in the region, where the recipe has remained largely unchanged for centuries.",
        "price": "502.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/3eb98f11-025f-4496-9bd7-8015f6ccebfe-7-arepa.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 17,
        "sideId": 33,
        "name": "Kebab, TURKEY",
        "description": "The kebab has a long heritage (the name was first recorded as far back as the 14th century) and is thought to have originated in Turkey with soldiers cooking their freshly hunted meat over open fires. Kebabs come in a multitude of varieties, from the popular shish and döner to regional specialities like Adana and testi. Traditionally, only lamb is used, however, as tastes have evolved so has the variety of meats.",
        "price": "772.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/e78fdba7-a740-428e-9296-78a9941736f1-9-kebab.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 18,
        "sideId": 49,
        "name": "Poke, HAWAII, USA",
        "description": "The native Hawaiian diced raw fish dish, meaning 'to slice' in Hawaiian, has surged in popularity across the US in recent years, probably due to the appeal of its healthy, fresh ingredients. But this taste of the sea has ancient roots that date back a long time, when native islanders would rub sea salt, seaweed and traditional relish inamona into their fresh catches.",
        "price": "926.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/4dc93521-ff92-4ee4-9c1c-e614a92c22b1-11-poke.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 19,
        "sideId": 2,
        "name": "Dim Sum, CHINA",
        "description": "A meal of small savoury and sweet dishes; mostly steamed and fried dumplings, buns and rolls, dim sum`s history is inextricably linked to the old Chinese tea houses. Served in bamboo steamers, dim sum means touch the heart in Cantonese and has since evolved into an essential element of Chinese cuisine. Traditionally enjoyed from the early hours until mid-morning, it may well be a forerunner of the modern-day brunch.​",
        "price": "930.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/9ab2a130-ddcb-4a31-8775-409d681ae945-14-dim-sum.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 20,
        "sideId": 5,
        "name": "Sushi, JAPAN",
        "description": "Most of us think sushi is all about the quality and freshness of the raw fish; but while that's no doubt important, it’s the rice that’s at the heart of the matter. The word sushi is an old Japanese term that literally means it's sour. Today, there are five main types of sushi – nigiri (fish served on rice), sashimi (fish without rice), maki (rice and filling wrapped in seaweed), uramaki (seaweed wraps around the filling with rice on the outside) and temaki (cone-shaped).",
        "price": "759.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/9de13bf1-4cd3-427e-b953-ff03160beb3e-16-sushi.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 21,
        "sideId": 18,
        "name": "Khachapuri, GEORGIA",
        "description": "These doughy vessels – carrying cheese, butter and a runny egg in the centre – are as Georgian as it gets. The country's national dish, it's perfect as a sharing starter or as a side as part of a bigger meal. In Georgia, khachapuri is such a popular, widely available dish that it's even used to measure inflation levels in different Georgian cities (this is known as the Khachapuri Index).",
        "price": "976.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/51826cc6-78e6-4776-98cd-66ca7ba5f844-13-khachapuri.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 22,
        "sideId": 14,
        "name": "Beef Stroganoff, RUSSIA",
        "description": "A 19th-century invention by French chefs working for the Stroganovs (an influential Russian merchant family), beef stroganoff has become a staple in many homes in Eastern and Central Europe. It's traditionally a dish of sautéed beef and sliced mushrooms served with a sour cream sauce, but different versions of beef stroganoff exist in other parts of the world, including Scandinavia and even Brazil.",
        "price": "697.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/2ca59971-845d-43bf-98ac-76bbd7b8518e-stroganoff.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 23,
        "sideId": 47,
        "name": "Falafel, MIDDLE EAST",
        "description": "This round, deep-fried patty of ground chickpeas, herbs, spices and onions makes for a tasty veggie treat. Falafel has a thousand-year history, probably hailing from Egypt, where it was eaten as a substitute for meat by Coptic Christians during Lent and was made with fava beans. The dish later migrated towards the Levant, where it took on its current chickpea form.",
        "price": "397.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/6c8ac9d5-1caf-4722-825b-fb5e8195964f-10-falafel.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 24,
        "sideId": 26,
        "name": "Poutine, CANADA",
        "description": "It might not be a looker, but this Québec dish is certainly delicious, and is now not only popular across Canada and the northeast of the US but further afield too. Comprising fluffy-on-the-inside, crunchy-on-the-outside French fries, and thick, rich and meaty gravy, poutine is elevated to a culinary event by the addition of cheese curds. These small, solidified white cheese bites retain some of their shape under the heat of the gravy.",
        "price": "995.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/dc1ee658-1b14-487b-b458-3a64dd120d86-3-poutine.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 25,
        "sideId": 22,
        "name": "Pho, VIETNAM",
        "description": "This warm, comforting noodle dish has taken the world by storm and rightly so. Its apparent simplicity hides complex flavours that are at once unctuous and refreshing. Born in northern Vietnam in the late 19th century, pho`s development was influenced by Chinese and French cooking, mirroring the history of the country. Today, it is a uniquely Vietnamese offering that you won`t have to go far to find, wherever you are in the world.",
        "price": "1073.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/16706f84-4563-4c50-b461-2806169fa1ff-2-pho.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 26,
        "sideId": 26,
        "name": "Raclette, SWITZERLAND",
        "description": "Both the name of a cheese and a full dish, this is a traditional après-ski meal. The cheese is either melted under a grill or in a little pan and then served with potatoes, cornichons, pickled onions and sometimes a selection of charcuterie. Thought to have been invented in the Swiss canton of Valais, it's traditionally made with raclette cheese produced in the region.",
        "price": "575.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/ecdfbba0-eb56-41c0-8878-2eaef36e7d7f-raclette.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 27,
        "sideId": 36,
        "name": "Cacio e Pepe, ITALY",
        "description": "There are countless divine Italian pasta recipes, but this one is genius in its simplicity. Translating as cheese and pepper, the dish, as its name suggests, uses a handful of basic ingredients: black pepper, cheese, pasta and butter. You'll find versions made with either spaghetti, linguine or pici, which is a short, thick worm-like pasta, and there's also debate about what cheese to use; it's usually either Parmesan or pecorino romano.",
        "price": "435.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/499ad81b-5be3-412d-bb79-85bf7552c69c-cacio-e-pepe.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 28,
        "sideId": 40,
        "name": "Masala Dosa, INDIA",
        "description": "Eaten across several parts of Asia for breakfast, lunch or dinner, the dosa is a fermented crêpe made from rice batter and black lentils that enjoys a history stretching back a whopping 2,000 years. The masala dosa is a variation that's stuffed with a delicious filling of parboiled potatoes, fried onions and spices. Often served with coconut and tomato chutney, it`s one of South India`s most popular and tasty snacks.",
        "price": "613.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/96a5bc41-26c1-4838-838a-70c211c2a23d-17-masala-dosa.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 29,
        "sideId": 45,
        "name": "Tagine, MOROCCO",
        "description": "A sweet and warming slow-cooked stew served in the terracotta pot it's cooked in (and from which it takes its name), the tagine has been a staple of Moroccan cuisine for centuries. For a mouthwatering meal, you can mix meat or poultry with vegetables or fruit, and the delicate spices of turmeric, cinnamon, saffron, ginger and cumin. Originally a Berber dish, it has gathered Arab, Ottoman, Moorish and French influences throughout time.",
        "price": "823.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/31b29287-5657-4893-8078-2d29aeae2f2f-19-tagine.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 30,
        "sideId": 15,
        "name": "Pizza Napoletana, ITALY",
        "description": "If ever a foodstuff needed no introduction it would be pizza. And if any pizza can lay claim to being the forebearer of an international obsession, it`s the pizza Napoletana hailing from Naples in Italy. Made specifically with Mozzarella di Bufala Campana and either San Marzano or Roma tomatoes, it then has to be cooked precisely 60 to 90 seconds in 485ºC (905ºF) in a wood-fired oven.",
        "price": "967.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/48ff8da8-f52e-4ce7-a1f6-15da451b1b98-21-pizza.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 31,
        "sideId": 47,
        "name": "Pierogi, POLAND",
        "description": "Although variations of pierogi are popular across Russia, Ukraine, Georgia and Belarus, pierogi are synonymous with Polish cuisine. A variety of fillings, both sweet and savoury, are wrapped in a thinly rolled dough and then pan-fried (or boiled, if sweet) to be served as a snack, first course or dessert. The most popular savoury fillings include sauerkraut or a meat and onion mix, while sweet varieties usually contain sweet curd cheese or bilberries and sugar.",
        "price": "759.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/58e91824-f105-4f15-97bd-5b0dacbee941-23-pierogi.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 32,
        "sideId": 20,
        "name": "Gumbo, LOUISIANA, USA",
        "description": "The official dish of Louisiana, both Creole and Cajun gumbo are a testament to the state`s melting-pot culture, although the actual origins are foggy. The name comes from the West African for okra, and the dish itself uses a kind of roux, so there`s a clear French influence too. What we do know is that this heartening stew, cooked with the Louisiana Holy Trinity of celery, bell peppers and onions, is a delight.",
        "price": "947.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/b14f1c13-85e2-4f4e-b0e1-e46005ada548-24-gumbo.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 33,
        "sideId": 43,
        "name": "Sauerbraten, GERMANY",
        "description": "Sauerbraten, the German national dish, is a pot roast made of beef rump that`s traditionally marinated for days in a mixture of vinegar or red wine (or both), water, herbs and spices. It's then served with a rich, sweet-sour gravy. Many people think the meal dates back as far as Charlemagne himself in the 9th century, while other documents say that Julius Caesar was the inspiration behind the dish; it's believed he sent amphoras filled with beef marinated in wine to the new Roman colony of Cologne.",
        "price": "795.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/bf4334ad-bda0-405c-a6e9-60fc3e96faec-26-sauerbraten.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 34,
        "sideId": 48,
        "name": "Jollof Rice, WEST AFRICA",
        "description": "A West African one-pot dish, jollof rice has its origins hotly contested by Nigeria, Ghana, Senegal and a few other West African countries. In the Nigerian version, the rice is added to a spicy tomato sauce and simmered until ready. Ghanaians use basmati rice instead of long grain and their take on jollof rice is also spicier. Which is better? We couldn't possibly say.",
        "price": "846.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/1a2b90f0-13b7-46ef-a07d-5cfddfdca305-28-jollof-rice.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 35,
        "sideId": 13,
        "name": "Jerk Chicken, JAMAICA",
        "description": "A style of marinating meat native to Jamaica, jerk is made with allspice and Scotch bonnet peppers, and its name is believed to be Spanish, derived from the Peruvian word charqui, meaning dried strips of meat. The meat is grilled, and the resulting flavours and aromas are deliciously smoky and spicy. You'll find jerk huts pretty much everywhere across the Caribbean.",
        "price": "546.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/9b61f9d9-d654-46c8-a4d0-36d9b133d604-jerk-chicken-beans.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 36,
        "sideId": 15,
        "name": "Singapore Noodles, HONG KONG",
        "description": "Another misnamed dish, these curried noodles don`t actually come from Singapore. In fact, the stir-fried vermicelli noodles with curry powder, vegetables, scrambled eggs and meat are Cantonese in origin and widely eaten in Hong Kong, yet pretty much unheard of in Singapore. Today, the dish is a much-loved takeaway classic in many countries.",
        "price": "1062.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/21751e3d-2052-450d-a071-4fdb78bbe236-31-singapore-noodles.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 37,
        "sideId": 6,
        "name": "Bibimbap, SOUTH KOREA",
        "description": "Loaded with warm white rice at the bottom and an arrangement of sliced beef, sautéed and pickled vegetables as well as a variety of sauces and a runny egg on top, bibimbap is a Korean food icon. Traditionally, the dish was eaten on the eve of the lunar new year when the family had to get rid of all the leftovers. Today, it's a popular lunch and dinner dish eaten across the world.",
        "price": "719.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/507ef705-d362-441a-839e-18e9251ca1cd-33-bibimbap.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 38,
        "sideId": 50,
        "name": "Feijoada, BRAZIL",
        "description": "Although it is considered the national dish of Brazil, feijoada is popular in many parts of the world. The Brazilian version of the stew traditionally consists of pork trimmings (including ears, tail, tongue and snout), which are transformed into an aromatic stew thanks to a variety of seasonings and spices, as well as hearty black beans.",
        "price": "824.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/4a245730-55a2-4e8c-8e5f-8dde1139aadf-34-feijoada.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 39,
        "sideId": 46,
        "name": "Asado, ARGENTINA",
        "description": "Asado is more than just a barbecue. Its roots are with the Pampas gauchos of the mid-18th to 19th century, who roasted beef close to a slow-burning fire on a metal structure called an asador. In Argentina, it`s a way of life and most families gather for one once a week. The asador, or cook, will place simply seasoned meat prime cuts, offal and sausages served together; over a flame, preferably from a wood fire, for around two hours. Meat is served medium to well done.",
        "price": "944.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/7f8fae9e-6b55-4b10-8296-dd3c7ec1c995-35-asado.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 40,
        "sideId": 12,
        "name": "Wiener Schnitzel, AUSTRIA",
        "description": "A thin, pan-fried veal cutlet that has been pounded, salted and rolled in a crust of flour, eggs and breadcrumbs, the wiener schnitzel is a Viennese speciality. The key is to shallow-fry it swimming in clarified butter or lard so it goes a lovely golden yellow all over. Modern versions also use pork instead of veal and the meat is served with boiled potatoes.",
        "price": "896.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/1c525bb3-0aab-4b68-a1e2-506255e7f4ed-36-schnitzel.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 41,
        "sideId": 4,
        "name": "Fish and Chips, UK",
        "description": "When you`ve found the perfect cosy pub or enjoyed a long stroll on a blustery British beach, nothing else will do. The dish has a foggy origin story, with potential 19th-century roots in both Lancashire and London, indeed, chips were a cheap, tasty, staple food in the industrial north and fried fish was common in London`s East End. Whatever the truth, battered white fish married with the perfect chip is a national passion that has never abated.",
        "price": "740.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/a629ec0b-e938-453c-9bd7-333c1605b274-37-fish-and-chips.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 42,
        "sideId": 6,
        "name": "Bobotie, SOUTH AFRICA",
        "description": "Curried meat and fruit with a creamy, egg-based golden topping, bobotie (pronounced ba-boor-tea) is South Africa`s national dish. With a mixed cultural heritage, it`s been around for centuries. Think of it as somewhere between a shepherd`s pie and a moussaka and you`ll be on the right track.",
        "price": "915.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/f24f9d0f-3951-4867-a40d-1e3575a16939-38-bobotie.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 43,
        "sideId": 2,
        "name": "Moussaka, GREECE",
        "description": "A good moussaka is a fine dish to have in your repertoire. Its layers of creamy sauce, potato, ground meat and aubergine create a rich, hearty dish that's perfect for a family get-together. Also common in Turkey and Lebanon, moussaka is thought to have been around since Arabs brought the aubergine to Greece.",
        "price": "456.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/3b326646-5d07-433a-8c9c-32e0ba235080-moussaka-recipe.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 44,
        "sideId": 37,
        "name": "Plov, UZBEKISTAN",
        "description": "A meaty rice dish, plov comes in more than 60 varieties and forms the heart of Uzbek cuisine. Its essence is long grain rice steamed with saffron, with a layer of eggs, flour, butter and yogurt at the bottom. Meat, dried fruit, fresh herbs, fish, vegetables and spices are often piled on top. But, at its most basic, plov is rice with onions and carrots with a meat like mutton or lamb, and its history can be traced back more than a thousand years.",
        "price": "350.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/e357b234-9ff0-4aff-a200-ba60f70dbf12-41-plov.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 45,
        "sideId": 21,
        "name": "Pastel de Choclo, CHILE",
        "description": "A kind of Chilean shepherd`s pie, pastel de choclo, literally corn pie, is a popular comfort food that combines the cultures of the native people and the Spanish conquistadors in its mix of South American corn and ground beef. The base of beef, chicken, onions, olives and hard-boiled eggs gains a sweet kick from the addition of raisins in a way that`s typical of South American cooking.",
        "price": "816.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/39a4457e-1400-452f-9a32-369375351313-pastel-de-choclo.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 46,
        "sideId": 33,
        "name": "Paella, SPAIN",
        "description": "No visit to Spain is complete without a taste of the local paella, a seafood and rice dish as synonymous with sunshine as its delicious flavours. The paella has ancient roots but began taking its modern form in 19th-century Albufeira, near Valencia, when workers would cook rice and seafood over an open fire. Paella Valenciana also includes chicken, while the most famous, paella mixta, is a mixture of both chicken and seafood. It is often said that there are as many variations of paella as there are cooks making it.",
        "price": "383.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/f4d929ab-13c1-4b30-af22-c009655fc6b1-8-paella.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 47,
        "sideId": 3,
        "name": "Pad Thai, THAILAND",
        "description": "Thailand`s national dish, pad Thai is a popular street food across the country. Although there are many pad Thai variations, the dish usually sees rice noodles stir-fried with eggs, tofu, tamarind paste, fish sauce, dried shrimps, palm sugar and red chilli pepper, then topped with peanuts. Combining sweet, salty, umami and sour flavours, it's a taste sensation that`s loved across the globe.",
        "price": "231.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/3be0b2ab-1932-4ced-bc80-b684e9e3f6d7-12-pad-thai.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 48,
        "sideId": 46,
        "name": "Banitsa, BULGARIA",
        "description": "This cheesy Bulgarian breakfast pastry can be served hot or cold, and is often eaten with plain yogurt, ayran (traditional yogurt drink), or boza (a fermented drink), in much the same way the French would eat a croissant. It's made of egg and cheese placed between sheets of filo pastry, which is then wrapped into a spiral, and hidden treats or messages are added on special occasions.",
        "price": "258.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/2a4cabfe-f693-4e80-8ccd-9be9f1023143-bulgarian-banitsa.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 49,
        "sideId": 22,
        "name": "Haggis, Neeps and Tatties, SCOTLAND, UK",
        "description": "The savoury meat pudding of sheep offal with suet, oatmeal, onion and spices boiled in a bag is synonymous with Scotland. Eaten to celebrate Burns Night in January, haggis is traditionally served with neeps and tatties, also known as mashed potato and turnips, and, of course, a wee dram. Perfect fare to fend off the winter chills.",
        "price": "654.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/32e4c719-58ae-482e-b504-9ea618f21272-32-haggis.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 50,
        "sideId": 30,
        "name": "Chicken Kiev, RUSSIA",
        "description": "These breadcrumb-crusted chicken breasts, with an oozing centre of garlicky loveliness, won over hearts and taste buds to become a beloved British ready meal in the 1980s. But the chicken Kiev has an altogether more illustrious heritage. Named after the capital of Ukraine, it's still unclear whether it was invented in Russia, Ukraine or France, where lots of Russian chefs trained at the time, to then return to Moscow and St Petersburg to cook French cuisine for the bourgeoisie.",
        "price": "966.00",
        "imageUrl": "https://loveincorporated.blob.core.windows.net/contentimages/gallery/04c4b01a-bd4d-4999-a746-60846ddd4562-30-chicken-kiev.jpg",
        "quantity": 500,
        "totalRatings":0,
        "ratingCount":0
      }
    ],

    "sides": [
      {
        "id": 1,
        "name": "Honey Lime Rainbow Fruit Salad",
        "description": "The BEST Fruit Salad with a sweet and bright honey lime dressing! It’s an incredibly refreshing, must have side dish that’s made with beautiful blend of delicious fruits and a simple dressing to compliment it. This is always sure to be a crowd favorite!",
        "price": "200.00",
        "imageUrl": "https://www.cookingclassy.com/wp-content/uploads/2019/05/fruit-salad-4-768x1152.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 2,
        "name": "Roasted Vegetable Salad with Magic Green Sauce",
        "description": "This is an entrée salad if I have ever seen one. And it is what I have been noshing on lately for solo-lady dinners and lunches at home. It makes delicious use of seasonal vegetables! Wowza; that is a gorgeous plate.",
        "price": "220.00",
        "imageUrl": "https://minimalistbaker.com/wp-content/uploads/2017/06/AMAZING-Roasted-Vegetable-Salad-Chimichurri-30-minutes-healthy-SO-delicious-vegan-plantbased-glutenfree-salad-recipe-minimalistbaker.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 3,
        "name": "Steamed White Rice",
        "description": "Fluffy, steamed white rice is a basic dish that anyone can have and appreciate. This palettably easy side dish is tasty and is easy to prepare.",
        "price": "250.00",
        "imageUrl": "https://madeitateitlovedit.com/wp-content/uploads/2019/01/white-rice-bowl-683x1024.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 4,
        "name": "Fried Rice",
        "description": "Fried Rice is just the thing to take your “full meal” take out to the next level!",
        "price": "350.00",
        "imageUrl": "https://madeitateitlovedit.com/wp-content/uploads/2021/02/Fried-Rice-08-768x960.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 5,
        "name": "Mac & Cheese",
        "description": "This baked mac and cheese is a family favorite, loved by both children and adults. It uses a combination of cheeses, layered in the dish as well as melted into a rich and creamy cheese sauce, for the ultimate in cheesy deliciousness!  Perfect for a comforting dinner or as a holiday side dish!",
        "price": "280.00",
        "imageUrl": "https://www.thechunkychef.com/wp-content/uploads/2018/02/Ultimate-Creamy-Baked-Mac-and-Cheese-baking-dish-550x776.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 6,
        "name": "Chinese Chicken Salad",
        "description": "The key to the perfect Chinese chicken salad is the chicken having the right breading, the salad having enough crunch, and the perfect dressing!",
        "price": "410.00",
        "imageUrl": "https://madeitateitlovedit.com/wp-content/uploads/2018/08/Chinese-Chicken-Salad-36-768x1024.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 7,
        "name": "Yummy Garlic Bread",
        "description": "A yummy side apparel to any dish, especially on those special celebratory occassions.",
        "price": "65.00",
        "imageUrl": "https://www.simplyrecipes.com/thmb/eXgkwONLyxftBoxx12fVez5AiUQ=/648x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__simply_recipes__uploads__2006__09__Garlic-Bread-LEAD-2b-24b3ef3eb22647f4b9e57340b8dbe50a.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 8,
        "name": "Mexican Street Corn Salsa",
        "description": "Street Corn Salsa is one of those must have dips and appetizers. It is great with any Mexican dish or just as an appetizer!",
        "price": "230.00",
        "imageUrl": "https://madeitateitlovedit.com/wp-content/uploads/2020/06/street-corn-4-768x512.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 9,
        "name": "Dark Chocolate Dreams Peanut Butter Bites",
        "description": "These little bites are the perfect after school snack! Or any snack or dessert for that matter! You can never go wrong with anything filled with Dark Chocolate Dreams! Especially when its little bite sized peanut butter cookies! Enjoy!",
        "price": "55.00",
        "imageUrl": "https://3.bp.blogspot.com/-DxdDqf51kdk/Uvj3b0X7-WI/AAAAAAAAC-Q/j3_0LraRncs/s1600/pb+bites+2.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      },
      {
        "id": 10,
        "name": "The Perfect French Fries",
        "description": "Our French Fries are great to add to any of our collection of go quick and go grab snacks",
        "price": "120.00",
        "imageUrl": "https://www.seriouseats.com/thmb/Gm6J49wltvTCH2dXt039zkvGZLg=/880x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/__opt__aboutcom__coeus__resources__content_migration__serious_eats__seriouseats.com__2018__04__20180309-french-fries-vicky-wasik-15-5a9844742c2446c7a7be9fbd41b6e27d.jpg",
        "quantity": 100,
        "totalRatings":0,
        "ratingCount":0
      }

    ],

    "users": [
        {

        }
    ],

    "orders": [
        {

        }
    ]
  }

